export const cases = [{
  "id": 4,
  "imageSrc": "../../images/index_image/1.jpeg",
  "date": "嘉兴口袋公园",
  "type": "1",
  "step":4,
  "description": "嘉兴市“绿城花海”的概念目标是三百米见绿、五百米见园，而嘉兴大部分城市公园存在现代公园的典型缺点：功能性欠缺、观赏性不足、特征性模糊、可持续性不强。我们希望改造设计能在旧的空间里面产生新的生活，走出家门，转角遇到的一块绿地、一片花海，成为生活中的诗意。在最细微的地方，创建一个意外的惊喜，一个负面的微空间最后成为积极的示范。\n"
}, {
  "id": 5,
  "imageSrc": "../../images/index_image/2.jpeg",
  "date": "新月",
  "type": "2",
  "step":4,
  "description": "上海北外滩街道塘汉居委委托wutopia lab在毗邻北外滩的南浔路207号打造一个名为“学霸妈妈”的志愿者之家。“学霸妈妈”是居民区自治家园建设中的一个社区微更新项目。政府实施微空间更新的目的是改善居民生活品质，唤起居民对社区的热爱，以公众参与的形式培育群众对社区的归属感，并形成对其他居民区的示范效应，从而带动整个街道区域的品质提升。\n这项目的建筑面积35平方，本来是一个上海居家养老网点，经营管理不善而几乎空置。由于隔着一条马路就是北虹高级中学，就有很多家长在课余喜欢借用这里交流心得，由此产生了“学霸妈妈”志愿者团队，帮来不及接孩子下课的家长暂管孩子，顺便帮孩子补补课。塘汉居委觉得可以把网点改建成一个居民共享的议事空间。志愿者家长们组织亲子互动、茶点手工、小课堂，还有可以摆放手工的展示橱窗。为居民区和学校的联建互动提供一个好据点。\n"
}, {
  "id": 6,
  "imageSrc": "../../images/index_image/3.jpeg",
  "date": "白云庭院",
  "type": "3",
  "step":4,
  "description": "上海北外滩街道委托社区规划师俞挺及其团队Wutopia Lab设计的 “最美微庭院——云院”于2019年国庆节落成。这也是俞挺主持的城市微空间复兴计划的一个示范案例。 \n社区庭院面积380平方，由一个大的公共绿地和三个小的私家绿地组成。功能上除了需要通行的道路和庭院的绿植，还需要设计规整居民需要的的晾衣架、围栏和花架。它属于一个历史街区，是虹口区长阳路138弄里的一个被居民楼围合的微型公共绿地。这个社区原是二战期间上海最大的犹太难民收容所，现在成为舟山居委所属的自治居民区。尽管居民很努力地维持着住区的体面，但100年的社区毕竟如人老去，一切都显得有些破败和凋敝。政府希望通过城市微更新的方式先改造公共空间，这是作为改善民生的第一步，从而提高社区居民的生活品质，使老区焕发新生。\n"
}, {
  "id": 7,
  "imageSrc": "../../images/index_image/4.jpeg",
  "date": "微缩北京",
  "type": "4",
  "step":4,
  "description": "“微缩北京”——大院胡同28号是一次结合了旧城更新、院落改造、理想居所研究的设计实践。以研究传统北京的复合性城市结构为基础，认识并运用其结构可延伸、加密的特征，通过分形加密，将大杂院转变为“小合院群”；“宅园”与“公共单元”的设置适应了现代社会结构，将院落转变成“微缩社区”；居所层面极限尺度的技术性设计服务于“宅园合一”的精神性营造，通过空间叙事，将日常诗意与都市胜景的体验带入“理想居所”。 实践以个案回应了北京旧城更新的“三道难题”，并探讨向更广泛的社区、城市扩展，恢复北京旧城“自生机会”的可能性。\n大院胡同邻近繁华喧攘的北京西四、西单区域，从宽阔的西四南大街向西进入大院胡同，顺着胡同的树荫前行，于尽头会看到两棵高茂的国槐，大院胡同28号就在那片国槐脚下。此时已听不到商业街的吵杂，两旁的合院居住片区充满了悠闲宁静的生活氛围，一下就把来者从现代都市拉近到了胡同细碎的生活空间，不觉突兀，反倒引人入胜。然而由于历史性的多方原因，北京旧城的“更新”、“改造”长期存在并聚焦于三道棘手难题：旧城人口结构的适应性调整问题，居民生活空间和环境质量改善问题，旧城风貌保持和传承问题。大院胡同28号虽不大，却可称得上北京旧城各种症结并存的缩影。\n"
}, {
  "id": 8,
  "imageSrc": "../../images/index_image/5.jpeg",
  "date": "胡同泡泡218号",
  "type": "2",
  "step":4,
  "description": "MAD公布了北京旧城改造项目“胡同泡泡218号”。MAD对位于北京前门东区的一座清末四合院进行的修复、改造——在恢复四合院原有三进格局的同时，创造性地加入了三个不同形态、犹如天外来物的“泡泡”。艺术轻触社区，新与旧、传统与未来在老城里创造了新的对话空间。\n2006年，MAD在威尼斯建筑双年展上提出关于未来北京的畅想—“北京2050”。其中的“胡同泡泡”提案，提出旧城改造不一定需要推倒重建，而是通过加入犹如超越时空的“泡泡”，像磁铁一样更新社区生活条件、激活邻里关系。\n"
}, {
  "id": 9,
  "imageSrc": "../../images/index_image/6.jpeg",
  "date": "东园",
  "type": "3",
  "step":4,
  "description": "东园新村地处浦东陆家嘴的核心区域，是从上世纪80年代开始建设的功能混合型居住小区，以住宅为主，但是小区范围内也包含有旅馆、幼儿园、商务楼和社区文化服务设施。面对周边价格昂贵的滨江住宅区，以及日益更新、不断士绅化的陆家嘴城区，略显陈旧的东园新村必然面临城市更新的诉求。在新村内近年建成的陆家嘴金融城文化中心和新开放的陆家嘴图书馆，作为向“东园文化园”转型的重要案例，正是陆家嘴街道推动片区城市更新和社区文化建设的成果。\n"
}];